tap "homebrew/cask-fonts"
tap "mike-engel/jwt-cli"
brew "aria2"
brew "bat"
brew "xz"
brew "python@3.12"
brew "tesseract"
brew "csview"
brew "curl"
brew "difftastic"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "golangci-lint"
brew "grpcui"
brew "helm"
brew "hey"
brew "htop"
brew "istioctl"
brew "jq"
brew "mactop"
brew "node"
brew "neovim"
brew "nexttrace"
brew "p7zip"
brew "prettierd"
brew "pyenv"
brew "ripgrep"
brew "swagger-codegen"
brew "telnet"
brew "tldr"
brew "vite"
brew "wget"
brew "yarn"
brew "mike-engel/jwt-cli/jwt-cli"
cask "alacritty"
cask "alt-tab"
cask "apifox"
cask "applite"
cask "baidunetdisk"
cask "betterdisplay"
cask "coconutbattery"
cask "customshortcuts"
cask "devdocs"
cask "dingtalk"
cask "feishu"
cask "flashspace"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "insomnium"
cask "iterm2"
cask "itsycal"
cask "keyclu"
cask "maccy"
cask "mactracker"
cask "mongodb-compass"
cask "neteasemusic"
cask "netnewswire"
cask "obsidian"
cask "qq"
cask "rectangle"
cask "redis-insight"
cask "sequel-ace"
cask "sioyek"
cask "skim"
cask "spotify"
cask "stretchly"
cask "temurin"
cask "tencent-docs"
cask "tencent-lemon"
cask "tencent-meeting"
cask "visual-studio-code"
cask "wechat"
cask "wpsoffice-cn"
cask "zoom"
cask "zotero"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "vscodevim.vim"
