brew "bat"
brew "xz"
brew "python@3.12"
brew "csview"
brew "curl"
brew "difftastic"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "golangci-lint"
brew "helm"
brew "hey"
brew "htop"
brew "istioctl"
brew "jq"
brew "node"
brew "neovim"
brew "p7zip"
brew "prettierd"
brew "pyenv"
brew "ripgrep"
brew "swagger-codegen"
brew "telnet"
brew "tldr"
brew "vite"
brew "wget"
brew "yarn"
cask "flashspace"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "google-chrome"
cask "ghostty"
cask "neteasemusic"
cask "netnewswire"
cask "rectangle"
cask "skim"
